Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: To access the shared directory, the guest OS must have Virtiofs drivers installed. You can then run `sudo mount -t virtiofs share /path/to/share` to mount to the share path.
ar: للوصول إلى الدليل المشترك، يجب أن يكون لدى نظام تشغيل الضيف برامج تشغيل Virtiofs مثبتة. يمكنك بعد ذلك تشغيل `sudo mount -t virtiofs share /path/to/share` لتركيب المسار المشترك.
de: Um auf das freigegebene Verzeichnis zugreifen zu können, müssen auf dem Gastbetriebssystem VirtIOfs-Treiber installiert sein. Führen Sie anschließend `sudo mount -t virtiofs share /path/to/share` aus, um den Freigabepfad zu mounten.
es_419: Para acceder al directorio compartido, el sistema operativo invitado debe tener instalados los controladores de VirtioFS. Luego puede ejecutar `sudo mount -t virtiofs share /path/to/share` para montar en la ruta compartida.
fr: Pour accéder au dossier partagé, le système invité doit avoir installé les drivers Virtiofs. Vous pouvez ensuite exécuter `sudo mount -t virtiofs share /chemin/du/partage` pour monter le dossier partagé.
it: Per accedere alla cartella condivisa, il sistema operativo guest necessita dei driver Virtiofs. Succesivamente, puoi eseguire `sudo mount -t virtiofs share /path/to/share` per montare la cartella condivisa.
ja: 共有ディレクトリにアクセスするには、ゲストOSにVirtioFSドライバがインストールされている必要があります。`sudo mount -t virtiofs share /path/to/share`を実行して共有パスにマウントできます。
pl: Aby uzyskać dostęp do współdzielonego katalogu, system operacyjny gościa musi mieć zainstalowany sterownik VirtIOFS. Potem możesz uruchomić `sudo mount -t virtiofs share /ścieżka/do/katalogu` aby zamontować współdzieloną sieżkę.
ru: Для доступа к общему каталогу в гостевой ОС должны быть установлены драйверы Virtiofs. Для подключения к общему каталогу можно выполнить команду `sudo mount -t virtiofs share /path/to/share
zh_hans: 若要访问共享目录，客户机操作系统必须安装 VirtioFS 驱动程序。然后，你可以运行命令 `sudo mount -t virtiofs share [要共享的目录]` 来挂载到共享路径。
zh_hant: 若要存取共享檔案夾，客體作業系統必須安裝 Virtiofs 驅動程式。接著您能執行 `sudo mount -t virtiofs share /path/to/share` 來裝載共享路徑。
zh_hk: 要取用分享目錄，客戶端作業系統必須安裝 VirtioFS 驅動程式。然後，你可以執行「sudo mount -t virtiofs share /path/to/share」來裝載至分享路徑。

source: To capture input or to release the capture, press Command and Option at the same time.
ar: للقبض على الإدخال أو لتحرير القبض، اضغط على Command وOption في نفس الوقت.
de: Drücken Sie gleichzeitig CMD+OPT (⌘+⌥), um die Tastatur und den Mauszeiger ausschließlich in der VM zu nutzen oder wieder für alle andere Anwendungen freizugeben.
es_419: Para capturar la entrada o liberar la captura, presiona Command y Option al mismo tiempo.
fr: Pour capturer ou libérer l’entrée, appuyez sur Cmd et Option en même temps.
it: Per catturare o rilasciare la cattura dell'input, premi Command e Option contemporaneamente.
ja: 入力をキャプチャまたはキャプチャを解除するには、コマンドとオプションを同時に押します。
pl: Aby przechwycić klawiaturę lub uwolnić ją, naciśnij ⌘ i ⌥ w tym samym czasie.
ru: Для захвата ввода или снятия захвата одновременно нажмите Command и Option.
zh_hans: 若要捕获或释放捕获输入，请同时按下 Command 和 Option 键。
zh_hant: 若要擷取輸入或者是釋放擷取，請同時按下 Command 和 Option 鍵。
zh_hk: 要擷取或放開輸入，請同時按下 Command + Option。

source: To install macOS, you need to download a recovery IPSW. If you do not select an existing IPSW, the latest macOS IPSW will be downloaded from Apple.
ar: لتثبيت macOS، تحتاج إلى تنزيل IPSW للاسترداد. إذا لم تحدد IPSW موجودة، سيتم تنزيل أحدث IPSW من Apple.
de: Für die Installation von macOS wird ein Recovery-IPSW benötigt. Wenn Sie hier keines auswählen, wird als nächstes das neueste IPSW von Apple heruntergeladen.
es_419: Para instalar macOS, debes descargar un IPSW de recuperación. Si no seleccionas un IPSW existente, el IPSW más reciente de macOS será descargado desde Apple.
fi: macOS:n asentamiseksi sinun on ladattava palautus-IPSW. Jos et valitse olemassa olevaa IPSW:tä, uusin macOS IPSW ladataan Applelta.
it: Per installare macOS, avrai bisogno di scaricare un file IPSW per il ripristino. Se non selezioni un file IPSW esistente, verrà scaricata da Apple l'ultima versione del file di ripristino IPSW di macOS.
ja: macOSをインストールするには、復元IPSWをダウンロードする必要があります。既存のIPSWを選択しない場合、Appleから最新のmacOSのIPSWがダウンロードされます。
pl: Aby zainstalować macOS, musisz pobrać plik odzyskiwania w formacie IPSW. Jeśli nie wybierzesz istniejącego pliku IPSW, najnowszy plik IPSW zostanie pobrany z serwerów Apple.
ru: Для установки macOS необходимо загрузить IPSW. Если вы не выберете существующий IPSW, то с сайта Apple будет загружена последняя версия IPSW.
zh_hans: 若要安装 macOS，你需要下载 IPSW 恢复文件。如果你没有选择现有的 IPSW，将从 Apple 下载最新的 macOS IPSW。
zh_hant: 要安裝 macOS，您需要下載復原 IPSW。如果您這裡沒有選擇 IPSW，UTM 將會從 Apple 下載最新的 macOS IPSW。
zh_hk: 如要安裝 macOS，你需要下載 IPSW 恢復檔。如你未選取現有的 IPSW，將從 Apple 下載最新的 macOS IPSW。

source: To release the mouse cursor, press %@ at the same time.
ar: لإطلاق مؤشر الماوس، اضغط على %@ في نفس الوقت.
de: Drücken Sie %@ um den Mauszeiger freizugeben.
es_419: Para liberar el cursor, presiona %@ al mismo tiempo.
fr: Pour libérer le curseur de la souris, appuyez sur %@ simultanément.
it: Per rilasciare il cursore, premi %@ contemporaneamente.
ja: マウスカーソルを解放するには、%@を同時に押します。
pl: Aby uwolnić kursor myszki, naciśnij %@ w tym samym czasie.
ru: Чтобы отпустить курсор мыши, одновременно нажмите %@.
zh_hans: 要释放鼠标光标，请同时按 %@。
zh_hant: 若要釋放滑鼠游標，請同時按下 %@。
zh_hk: 如要放開滑鼠指標，請同時按下 %@。

source: TPM 2.0 Device
ar: جهاز TPM 2.0
ja: TPM 2.0デバイス
ru: Устройство TPM 2.0
zh_hans: TPM 2.0 设备
zh_hant: TPM 2.0 裝置
zh_hk: TPM 2.0 裝置

source: TPM can be used to protect secrets in the guest operating system. Note that the host will always be able to read these secrets and therefore no expectation of physical security is provided.
ar: يمكن استخدام TPM لحماية الأسرار في نظام تشغيل الضيف. لاحظ أن المضيف سيكون قادرًا دائمًا على قراءة هذه الأسرار، وبالتالي لا يتم توفير توقعات للأمان المادي.
it: TPM può essere utilizzato per conservare informazioni riservate del sistema. Il dispositivo host sarà sempre in grado di accedere a questi dati.
ja: TPMは、ゲストオペレーティングシステムの秘密を保護するために使用できます。なお、ホストは常にこれらの秘密を読み取ることができるため、物理的なセキュリティは期待できないことに注意してください。
ru: TPM может использоваться для защиты секретов в гостевой операционной системе. Отметим, что хост всегда сможет прочитать эти секреты, поэтому ожидать физической защиты не приходится.
zh_hans: TPM 可用于保护客户机操作系统中的机密数据。需要注意的是，主机始终可以读取这些机密数据，因此无法提供预期的物理安全性。
zh_hant: TPM 可以用來保護客體作業系統的秘密資料。注意主機端永遠都能讀取這些秘密資料，因此不要預期有硬體層的安全性。
zh_hk: TPM 可以用來保護客戶端作業系統中的私密資料。請緊記，主機將始終可以讀取這些私密資料，所以無法提供預期的物理保安性。

source: Trackpad
ar: لوحة اللمس
es_419: Panel Táctil
ru: Трекпад
zh_hans: 触控板
zh_hant: 觸控式軌跡板
zh_hk: 觸控板

source: Trust
ar: ثقة
ja: 信頼
pl: Ufaj
zh_hans: 信任
zh_hk: 信任

source: Tweaks
ar: تعديلات
es_419: Retoques
fi: Säädöt
fr: Améliorations
it: Ritocchi
ja: 調整
pl: Poprawki
ru: Твики
zh_hans: 调整
zh_hant: 調校
zh_hk: 調整

source: Ubuntu Install Guide
ar: دليل تثبيت Ubuntu
it: Guida all'installazione di Ubuntu
ja: Ubuntuインストールガイド
pl: Instrukcja instalacji systemu Ubuntu
zh_hans: Ubuntu 安装指南
zh_hant: Ubuntu 安裝指南
zh_hk: Ubuntu 安裝指引

source: UEFI Boot
ar: تمهيد UEFI
es_419: Arranque UEFI
fi: UEFI-käynnistys
fr: Boot UEFI
it: Avvio UEFI
ja: UEFI起動
pl: Rozruch w trybie UEFI
ru: UEFI загрузка
zh_hans: UEFI 启动
zh_hant: UEFI 開機
zh_hk: UEFI 啟動

source: UEFI is not supported with this architecture.
ar: لا تدعم هذه البنية UEFI.
de: UEFI wird von dieser Architektur nicht unterstützt.
es_419: UEFI no está soportado con esta arquitectura.
fi: Tämä arkkitehtuuri ei tue UEFI:ää.
fr: L’UEFI n’est pas pris en charge avec cette architecture
it: L'avvio UEFI non è supportato da questa architettura.
ja: UEFIはこのアーキテクチャには対応していません。
pl: UEFI nie jest wspierane przez wybraną architekturę.
ru: UEFI не поддерживается на этой архитектуре.
zh_hans: 此架构不支持 UEFI。
zh_hant: UEFI 不支援本架構。
zh_hk: 這個體系結構不支援 UEFI。

source: Unable to add a shortcut to the new location.
ar: غير قادر على إضافة اختصار إلى الموقع الجديد.
de: Die Verknüpfung zum neuen Speicherort konnte nicht erstellt werden.
es_419: No se pudo añadir un acceso directo al nuevo lugar.
it: Impossibile aggiungere una scorciatoia alla nuova posizione.
ja: 新しい場所にショートカットを追加できません。
pl: Nie udało się dodać skrótu do nowej lokalizacji.
ru: Невозможно добавить ярлык в новое местоположение.
zh_hans: 无法向新位置添加快捷方式。
zh_hant: 無法加入導向新路徑的捷徑。
zh_hk: 無法向新位置新增捷徑。

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es_419: No disponible
fr: Non disponible
it: Non disponibile
ja: 利用不可
pl: Niedostępne
ru: Недоступно
zh_hans: 不可用
zh_hant: 無法使用
zh_hk: 無法使用

source: Unavailable for this platform.
ar: غير متاح لهذه المنصة.
de: Auf dieser Plattform nicht verfügbar.
es_419: No disponible para esta plataforma.
fi: Ei saatavilla tälle alustalle.
it: Non disponibile per questa piattaforma.
ja: このプラットフォームでは利用できません。
pl: Niedostępne dla tej platformy.
ru: Недоступно для этой платформы.
zh_hans: 此平台不可用。
zh_hant: 不支援本平台。
zh_hk: 無法用於這個平台。

source: Uncompressed Linux initial ramdisk (optional)
ar: ذاكرة مؤقتة أولية لنظام لينكس غير مضغوطة (اختياري)
es_419: Ramdisk inicial de Linux sin comprimir (opcional)
it: RAMDisk iniziale di Linux non compressa (opzionale))
ja: 無圧縮Linux初期RAMディスク（オプション）
pl: Nieskompresowany Initial Linux RamDisk (opcjonalne)
ru: Несжатый первоначальный ramdisk Linux (опционально)
zh_hans: 未压缩的 Linux 初始 ramdisk (可选)
zh_hant: 未壓縮的 Linux 初始 ramdisk（選填）
zh_hk: 未壓縮的 Linux 起始 ramdisk (可選)

source: Uncompressed Linux kernel (required)
ar: نواة لينكس غير مضغوطة (مطلوب)
es_419: Kernel de Linux sin comprimir (requerido)
it: Kernel du Linux non compresso (richiesto)
ja: 無圧縮Linuxカーネル（必須）
pl: Nieskompresowane jądro systemu (kernel) Linux (wymagane)
ru: Несжатое первоначальное ядро Linux (обязательно)
zh_hans: 未压缩的 Linux 内核文件 (必选)
zh_hant: 未壓縮的 Linux 核心（必填）
zh_hk: 未壓縮的 Linux 核心映像檔 (必填)

source: Update Interface
ar: تحديث الواجهة
it: Aggiorna Interfaccia
ja: インターフェイスをアップデート
ru: Обновить интерфейс
zh_hans: 更新界面
zh_hant: 更新介面
zh_hk: 更新介面

source: Upscaling
ar: تكبير
es_419: Aumento de escala
fi: Uscaling
fr: Augmentation de la définition (Upscaling)
ja: 拡大
ko: 업스케일링
pl: Skalowanie do wyższej rozdzielczości (Upscaling)
ru: Апскейлинг
zh_hans: 粗化
zh_hant: 提高影像解析度
zh_hk: 粗化解像度

source: USB Device
ar: جهاز USB
de: USB-Gerät
es_419: Dispositivo USB
fr: Périphérique USB
it: Dispositivo USB
ja: USBデバイス
pl: Urządzenie USB
ru: Устройство USB
zh_hans: USB 设备
zh_hant: USB 裝置
zh_hk: USB 裝置

source: USB Sharing
ar: مشاركة USB
de: USB-Freigabe
es_419: Compartir USB
fi: USB-jako
fr: Partage USB
it: Condivisione USB
ja: USB共有
pl: Współdzielenie USB
ru: Общий доступ USB
zh_hans: USB 共享
zh_hant: USB 共享
zh_hk: USB 分享

source: USB sharing not supported in this build of UTM.
ar: مشاركة USB غير مدعومة في هذا الإصدار من UTM.
de: Die USB-Freigabe wird in dieser Version von UTM nicht unterstützt.
es_419: El uso compartido de USB no está soportado en esta compilación de UTM.
fr: Le partage USB n’est pas pris en charge sur cette version d’UTM.
it: La condivisione USB non è supportata da questa versione di UTM.
ja: USB共有はこのビルドのUTMでは対応していません。
pl: Współdzielenie USB nie jest wspieranę przez tą wersję UTM.
ru: Общий доступ USB недоступен в этой сборке UTM.
zh_hans: 此版本的 UTM 不支持 USB 共享。
zh_hant: 本 UTM 組建不支援 USB 共享。
zh_hk: 這個 UTM 構建不支援 USB 分享。

source: USB Support
ar: دعم USB
es_419: Soporte de USB
fi: USB-tuki
fr: Prise en charge de l’USB
it: Supporto USB
ja: 対応USB
pl: Wsparcie USB
ru: Поддержка USB
zh_hans: USB 支持
zh_hant: USB 支援
zh_hk: USB 支援

source: Use Apple Virtualization
ar: استخدام الافتراضية من Apple
es_419: Usar la Virtualización de Apple
fi: Käytä Applen virtualisointia
it: Usa la Virtualizzazione Apple
ja: Apple仮想化を使用
pl: Użyj wirtualizacji Apple
ru: Использовать виртуализацию Apple
zh_hans: 使用 Apple 虚拟化
zh_hant: 使用 Apple Virtualization
zh_hk: 使用 Apple 虛擬化

source: Use Command+Option (⌘+⌥) for input capture/release
ar: استخدم Command + Option (⌘ + ⌥) لالتقاط/إطلاق الإدخال.
de: Drücken Sie CMD+OPT (⌘+⌥), um die Tastatur und den Mauszeiger ausschließlich in der VM zu nutzen oder wieder für alle anderen Anwendungen freizugeben.
es_419: Usa Command+Option (⌘+⌥) para capturar/librerar la entrada
fi: Käytä Command+Option (⌘+⌥) syötettä sieppaamiseen/vapauttamiseen
fr: Utiliser Command+Option (⌘+⌥) pour capturer ou rendre l’entrée
it: Usa Command+Option (⌘+⌥) per catturare/rilasciare l'input
ja: 入力のキャプチャ/解放にCommand＋Option（⌘＋⌥）を使用
pl: Użyj Command＋Option（⌘＋⌥）, aby przechwytywać/uwolnić mysz
ru: Для захвата/отмены ввода используйте Command+Option (⌘+⌥)
zh_hans: 使用 Command + Option (⌘ + ⌥) 捕获/释放输入
zh_hant: 使用 Command+Option (⌘+⌥) 擷取或釋放輸入
zh_hk: 使用 Command + Option (⌘ + ⌥) 來擷取/放開輸入

source: Use Hypervisor
ar: استخدام Hypervisor
es_419: Usar Hipervisor
fi: Käytä Hypervisoria
fr: Utiliser l’Hyperviseur
it: Usa Hypervisor
ja: ハイパーバイザを使用
pl: Użyj Hipernadzorcy (Hypervisor)
ru: Использовать гипервизор
zh_hans: 使用 Hypervisor
zh_hant: 使用 Hypervisor
zh_hk: 使用 Hypervisor

source: Use local time for base clock
ar: استخدام الوقت المحلي كساعة أساسية
es_419: Usar tiempo local para el reloj base
fi: Käytä paikallista aikaa peruskellona
fr: Utiliser l’heure locale pour l’OS invité
it: Usa l'ora locale locale per l'orologio di sistema
ja: ベースクロックにローカル時間を使用
pl: Używaj czasu lokalnego jako podstawowego zegara maszyny wirtualnej
ru: Использовать местное время в качестве базовых часов
zh_hans: 使用本地时间作为基本时钟
zh_hant: 基礎時鐘使用本地時間
zh_hk: 使用本地時間作為基本時鐘

source: Use Rosetta
ar: استخدام Rosetta
ja: Rosettaを使用
pl: Użyj Rosetty
zh_hans: 使用 Rosetta
zh_hant: 使用 Rosetta
zh_hk: 使用 Rosetta

source: Use Trackpad
ar: استخدام لوحة اللمس
ja: トラックパッドを使用
pl: Używaj gładzika
zh_hans: 使用触控板
zh_hant: 使用觸控式軌跡板
zh_hk: 使用觸控板

source: Use TSO
ar: استخدام TSO
it: Usa TSO
ja: TSOを使用
zh_hans: 使用 TSO
zh_hant: 使用 TSO
zh_hk: 使用 TSO

source: Use Virtualization
ar: استخدام الافتراضية
es_419: Utilizar la Virtualización
fi: Käytä virtualisointia
it: Usa la Virtualizzazione
ja: 仮想化を使用
pl: Użyj wirtualizacji
ru: Использовать виртуализацию
zh_hans: 使用虚拟化
zh_hant: 使用虛擬化技術
zh_hk: 使用虛擬化

source: User Guide
ar: دليل المستخدم
de: Benutzerhandbuch
es_419: Guía de Usuario
fi: Käyttöohjeet
fr: Guide de l’utilisateur
it: Guida Utente
ja: ユーザガイド
ko: 유저 가이드
pl: Poradnik użytkownika
ru: Руководство пользователя
zh_hans: 用户指南
zh_hant: 使用指南
zh_hk: 用戶指南

source: UTM is not ready to accept commands.
ar: UTM غير جاهز لقبول الأوامر.
ja: UTMはコマンドを受け入れる準備ができていません。
pl: UTM nie jest gotowy, aby przymować komendy.
zh_hans: UTM 尚未准备好接受命令。
zh_hant: UTM 尚未準備好接受命令。
zh_hk: UTM 尚未準備好接受指令。

source: Version
ar: الإصدار
ja: バージョン
pl: Wersja
zh_hans: 版本号
zh_hant: 版本
zh_hk: 版本

source: VGA Device RAM (MB)
ar: ذاكرة جهاز VGA (MB)
es_419: RAM del dispositivo VGA (en MB)
fi: VGA-laitteen RAM (MB)
fr: Mémoire RAM de la carte VGA (en MB)
it: RAM del dispositivo VGA (MB)
ja: VGAデバイスRAM（MB）
pl: Pamięć operacyjna (RAM) urządzenia VGA (MB)
ru: Память VGA (МБ)
zh_hans: VGA 设备内存 (MB)
zh_hant: VGA 裝置記憶體 (MB)
zh_hk: VGA 裝置記憶體 (MB)

source: Virtual Machine
ar: آلة افتراضية
de: Virtuelle Maschine
es_419: Máquina Virtual
fr: Machine virtuelle
it: Macchina Virtuale
ja: 仮想マシン
pl: Maszyna wirtualna
ru: Виртуальная Машина
zh_hans: 虚拟机
zh_hant: 虛擬機
zh_hk: 虛擬電腦

source: Virtual Machine Gallery
ar: معرض الآلات الافتراضية
de: Bibliothek von virtuellen Maschinen
es_419: Librería de máquinas virtuales
fi: Virtuaalikonegalleria
fr: Bibliothèque de machines virtuelles
it: Libreria di Macchine Virtuali
ja: 仮想マシンギャラリー
pl: Biblioteka wirtualnych maszyn
ru: Галерея виртуальных машин
zh_hans: 虚拟机库
zh_hant: 虛擬機資源庫
zh_hk: 虛擬電腦庫

source: Virtual machine not loaded.
ar: لم يتم تحميل الآلة الافتراضية.
ja: 仮想マシンが読み込まれていません。
pl: Maszyna wirtualna nie jest załadowana.
zh_hans: 未加载虚拟机。
zh_hant: 未載入虛擬機。
zh_hk: 未載入虛擬電腦。

source: Virtualization
ar: الافتراضية
fr: Virtualisation
ja: 仮想化
pl: Wirtualizacja
zh_hans: 虚拟化
zh_hant: 虛擬化
zh_hk: 虛擬化

source: Virtualization Engine
ar: محرك الافتراضية
es_419: Motor de Virtualización
fi: Virtualisointimoottori
it: Motore di Virtualizzazione
ja: 仮想化エンジン
pl: Silnik wirtualizacji
ru: Движок виртуализации
zh_hans: 虚拟化引擎
zh_hant: 虛擬化引擎
zh_hk: 虛擬化引擎

source: Virtualization is not supported on your system.
ar: لا تدعم نظامك الافتراضية.
de: Die Virtualisierung wird auf diesem System nicht unterstützt.
es_419: La Virtualización no está soportada en tu sistema.
fi: Järjestelmäsi ei tue virtualisointia.
it: La virtualizzazione non è supportata sul tuo sistema.
ja: 仮想化はお使いのシステムでは対応していません。
pl: Wirtualizacja nie jest wspierana przez twój system.
ru: Виртуализация не поддерживается на вашей системе.
zh_hans: 你的系统不支持虚拟化。
zh_hant: 您的系統不支援虛擬化技術。
zh_hk: 你的電腦系統不支援虛擬化。

source: Virtualize
ar: افتراضية
de: Virtualisieren
es_419: Virtualizar
fi: Virtualisoi
it: Virtualizza
ja: 仮想化
pl: Wirtualizacja
ru: Виртуализировать
zh_hans: 虚拟化
zh_hant: 虛擬化
zh_hk: 虛擬化

source: VM display size is fixed
ar: حجم عرض الآلة الافتراضية ثابت.
de: VM Anzeige-Größe ist fest eingestellt.
es_419: El tamaño de pantalla de la VM es fijo
fi: VM-näytön koko on kiinteä
fr: La taille de la fenêtre de la VM est fixe
it: La dimensione del display della VM è costante
ko: VM 디스플레이 크기 고정
pl: Rozmiar ekranu wirtualnej maszyny jest zablokowany
ru: Размер экрана ВМ фиксирован
zh_hans: 固定虚拟机显示大小
zh_hant: 已固定虛擬機顯示器大小
zh_hk: 虛擬電腦顯示大小固定

source: Wait for Connection
ar: انتظر الاتصال
es_419: Esperar conexión
fi: Odota yhteyttä
fr: Attendre la connection
it: Attesa della Connessione
ja: 接続を待機
pl: Czekam na połączenie
ru: Ожидание подключения
zh_hans: 等待连接
zh_hant: 等待連接
zh_hk: 等待連線

source: Waiting for VM to connect to display...
ar: انتظار اتصال الآلة الافتراضية بالشاشة...
de: Warte auf Verbindung der VM zum Display…
es_419: Esperando a que la VM se conecte al monitor…
fr: En attente de la connection de la VM à l’écran…
it: In attesa che la VM si colleghi al display…
ja: 仮想マシンがディスプレイに接続するのを待機中…
pl: Czekam na wirtualną maszynę, aby połączyć się z ekranem...
zh_hans: 等待虚拟机连接到显示…
zh_hant: 等待 VM 連接顯示器……
zh_hk: 正在等待虛擬電腦連接至顯示⋯

source: WebDAV requires installing SPICE daemon. VirtFS requires installing device drivers.
ar: يتطلب WebDAV تثبيت خدمة SPICE. يتطلب VirtFS تثبيت برامج تشغيل الأجهزة.
es_419: WebDAV require de instalar el daemon de SPICE. VirtFS require de instalar los controladores de dispositivo.
fr: WebDAV requiert l’installation du deamon SPICE. VirtFS requiert l’installation des pilotes.
it: WebDAV richiede l'installazione del demone di sistema SPICE. VirtFS richiede l'installazione di driver.
ja: WebDAVはSPICEデーモン、VirtFSはデバイスドライバのインストールが必要です。
pl: WebDAV wymaga instalacji SPICE. VirtFS wymaga instalacji sterownika.
ru: WebDAV требует установки демона SPICE. VirtFS требует установки драйверов устройств.
zh_hans: WebDAV 需要安装 SPICE 守护程序。VirtFS 需要安装设备驱动程序。
zh_hant: WebDAV 需要安裝 SPICE 守護程式。VirtFS 需要安裝裝置驅動程式。
zh_hk: WebDAV 需要安裝 SPICE 守護程式。VirtFS 需要安裝裝置驅動程式。

source: Welcome to UTM
ar: مرحبًا بك في UTM
de: Willkommen bei UTM
es_419: Bienvenido/a a UTM
fi: Tervetuloa UTM:ään
fr: Bienvenue dans UTM
it: Benvenuto a UTM
ja: ようこそUTMへ
ko: UTM에 오신 것을 환영합니다
pl: Witaj w UTM!
ru: Добро пожаловать в UTM
zh_hans: 欢迎使用 UTM
zh_hant: 歡迎使用 UTM
zh_hk: 歡迎使用 UTM

source: What's New
ar: ما الجديد
it: Novità di UTM
ja: 最新情報
pl: Co nowego?
zh_hans: 新版特性
zh_hant: 最新動向
zh_hk: 新功能

source: Width
ar: عرض
fr: Largeur
it: Larghezza
ja: 幅
pl: Szerokość
zh_hans: 宽度
zh_hant: 寬度
zh_hk: 寬度

source: Windows Guest Support Tools
ar: أدوات دعم الضيف لنظام Windows.
de: Windows-Gasterweiterungen
es_419: Herramientas de invitado de Windows
it: Strumenti di Supporto Guest per Windows
ja: Windowsゲストサポートツール
pl: Narzędzia dodatków gościa Windows
ru: Средства поддержки гостей Windows
zh_hans: Windows 客户机支持工具
zh_hant: Windows 客體支援工具
zh_hk: Windows 客戶端支援工具

source: Windows Install Guide
ar: دليل تثبيت Windows
it: Guida all'installazione di Windows
ja: Windowsインストールガイド
pl: Poradnik instalacji systemu Windows
zh_hans: Windows 安装指南
zh_hant: Windows 安裝指南
zh_hk: Windows 安裝指引

source: Would you like to connect '%@' to this virtual machine?
ar: هل ترغب في توصيل '%@' بهذه الآلة الافتراضية؟
de: Möchten Sie %@ an die VM anschließen?
es_419: ¿Te gustaría conectar '%@' a esta máquina virtual?
fi: Haluatko yhdistää '%@' tähän virtuaalikoneeseen?
fr: Voulez-vous connecter '%@' à cette machine virtuelle ?
it: Vuoi collegare '%@' a questa macchina virtuale?
ja: この仮想マシンに“%@”を接続しますか?
pl: Czy chcesz połączyć '%@' z tą maszyną wirtualną?
ru: Хотите ли вы подключить '%@' к этой виртуальной машине?
zh_hans: 要将 '%@' 连接到此虚拟机吗？
zh_hant: 您確定要將「%@」與此虛擬機連接嗎？
zh_hk: 你要連接「%@」至這個虛擬電腦嗎？

source: Would you like to install macOS? If an existing operating system is already installed on the primary drive of this VM, then it will be erased.
ar: هل ترغب في تثبيت macOS؟ إذا كان نظام تشغيل موجود بالفعل مثبتًا على القرص الرئيسي لهذه الآلة الافتراضية، فسيتم محوه.
de: Möchten Sie macOS jetzt installieren? Alle bestehenden Daten auf der ersten Festplatte dieser VM werden gelöscht.
es_419: ¿Le gustaría instalar macOS? Si un sistema operativo ya está instalado en la unidad principal de esta VM, se borrará.
fr: Voulez-vous installer macOS ? Si un système d’exploitation existe déjà sur le lecteur principal de cette VM, il sera effacé.
it: Vuoi installare macOS? Se un sistema operativo è già presente sul disco primario di questa VM, verrà eliminato.
ja: macOSをインストールしますか? この仮想マシンのプライマリドライブに、すでにオペレーティングシステムがインストールされている場合は消去されます。
pl: Czy chcesz zainstalować macOS? Jeśli istniejący już system operacyjny jest już zainstalowany na głównym dysku tej maszyny wirtualnej, zostanie on usnięty.
ru: Желаете ли вы установить macOS? Если на первичном диске этой ВМ уже установлена операционная система, то она будет удалена.
zh_hans: 要安装 macOS 吗？若现有的操作系统已安装在该虚拟机的主驱动器上，则它将被抹掉。
zh_hant: 您是否要安裝 macOS？如果已經有在虛擬機的主磁碟機上安裝作業系統，那這個磁碟機將會被擦除。
zh_hk: 你要安裝 macOS 嗎？如果這個虛擬電腦的主磁碟上已經安裝了現有的作業系統，則會將其清除。
